<?php

return [

/*
|--------------------------------------------------------------------------
| navbar and footer pages
|--------------------------------------------------------------------------
*/

    'login' => 'تسجيل الدخول',
    'register' => 'الانضمام الينا',
    'contactUs' => 'تواصل معانا',
    'userPage' => 'من نكون',
    'categoriesPage' => 'الاقسام',
    'facebook' => 'الفيس بوك',
    'mainPage' => 'الرئيسية',
// -------------------------------------------
    'DeByMg' => 'تم تصميم الموقع بواسطة محمد جلال هاشم',
    'touch' => 'لنبقي علي تواصل دائما',

/*
|--------------------------------------------------------------------------
| main page
|--------------------------------------------------------------------------
*/

// -------------------------------------------
    'tellSection'=>'اقسام الموقع الاساسية',
    'tellSection2'=>'اقسام الموقع الفرعية',
    'seeSection' => 'الذهاب للقسم',
    'countSections' => 'عدد الاقسام الفرعية',
    'countPosts' => 'عدد المقالات',

    'cShow_news' => 'الاخبار',
    'cShow_reedAll' => 'قراءة الخبر كاملا',
// -------------------------------------------
    'mainSlide' => 'موقع رؤية العالم يوضح الحقيقة و ينشرها',
    'slide1' => 'يوفر لك الموقع جميع الاخبار من جميع انحاء العالم',
    'slide2' => 'موقع رؤية العالم يوضح الحقيقة و ينشرها و يتاكد من جميع الاشائعات المنتشرة',
    'slide3' => 'اما اذا كنت تبحث عن الفن الراقي والاخبار الكلاسكية ستجد هنا قسما خاصا بذالك',
    'slide4' => 'اذا كنت مهتما بالصحة و القوة البدنية ستجد هنا الكثير من المقالات المفيدة',
/*
|--------------------------------------------------------------------------
| facebook page
|--------------------------------------------------------------------------
*/
    'facebook_title' => 'ستجد هنا جميع منشورات صفحتنا علي موقع التواصل الاجتماعي فيس بوك',
    'facebook_body' => 'فيسبوك أو فيس بوك (بالإنجليزية: Facebook)‏ موقع ويب ويعتبر أشهر وسائل التواصل الاجتماعي، ويمكن تعريفه بأنه شبكة اجتماعية كبيرة، وتديره شركة "فيسبوك" شركة مساهمة.؛ فالمستخدمون بإمكانهم الانضمام إلى الشبكات التي تنظمها المدينة أو جهة العمل أو المدرسة أو الإقليم، وذلك من أجل الاتصال بالآخرين والتفاعل معهم. كذلك، يمكن للمستخدمين إضافة أصدقاء إلى قائمة أصدقائهم وإرسال الرسائل إليهم، وأيضًا تحديث ملفاتهم الشخصية وتعريف الأصدقاء بأنفسهم. ويشير اسم الموقع إلى دليل الصور الذي تقدمه الكليات والمدارس التمهيدية في الولايات المتحدة الأمريكية إلى أعضاء هيئة التدريس والطلبة الجدد، والذي يتضمن وصفًا لأعضاء الحرم الجامعي كوسيلة للتعرف إليهم.',


/*
|--------------------------------------------------------------------------
| Section page
|--------------------------------------------------------------------------
*/
    'Section_title'=>'ستجد هنا جميع اقسام الموقع الاساسية و الفرعية',
    'Section_body' => 'ويكي ‏ هو نوع من المواقع الإلكترونية يسمح للزوار بإضافة المحتويات وتعديلها دون أية قيود في الغالب، وقد تشير كلمة ويكي أيضًا إلى برامج الويكي المستخدمة في تشغيل هذا النوع من المواقع. تعني كلمة ويكي  بلغة هاواي "بالغ السرعة"، وقد استخدمت هذه الكلمة لهذا النوع من أنظمة إدارة المحتوى للدلالة على السرعة والسهولة في تعديل محتويات المواقع.',

/*
|--------------------------------------------------------------------------
| Know us page
|--------------------------------------------------------------------------
*/
    'Know_title'=>'تعرف علي فريقنا الرائع و انضم الينا',
    'Know_body' => 'العمل الجماعي هو قوّة للمجتمع والدّولة، فالدّولة التي يكون أفرادها متعاونين مجتمعين تكون لها هيبةٌ بين الأمم، بينما ترى الدّول والمجتمعات التي تكثر فيها الفرقة والطّائفيّة ممزّقة غير قادرة على الإنجاز، بل إنّ سياسية الإستعمار كانت تفريق الأمم والشعوب وإضعافها بحيث تصبح دولاً متناحرة كلّ دولةٍ تهتّم بحدودها، وفي الحديث الشّريف إنمّا يأكل الذّئب من الغنم القاصية أي البعيدة المنفردة عن القطيع.',

    'admin' => 'مسئول',
    'supervisor' => 'مشرف',
    'writer' => 'كاتب',
    'user' => 'عضو',
    'email' => 'البريد الالكتروني',
    'bio' => 'الوصف الشخصي',

/*
|--------------------------------------------------------------------------
| contact us page
|--------------------------------------------------------------------------
*/

    'contact_title'=>'تعرف علي فريقنا الرائع و تواصل معانا',
    'contact_body' => 'العمل الجماعي هو قوّة للمجتمع والدّولة، فالدّولة التي يكون أفرادها متعاونين مجتمعين تكون لها هيبةٌ بين الأمم، بينما ترى الدّول والمجتمعات التي تكثر فيها الفرقة والطّائفيّة ممزّقة غير قادرة على الإنجاز، بل إنّ سياسية الإستعمار كانت تفريق الأمم والشعوب وإضعافها بحيث تصبح دولاً متناحرة كلّ دولةٍ تهتّم بحدودها، وفي الحديث الشّريف إنمّا يأكل الذّئب من الغنم القاصية أي البعيدة المنفردة عن القطيع.',

    'contact_name'=>'الاسم',
    'contact_name2'=>'يرجي كتابة الاسم كاملا',
    'contact_email'=>'البريد الالكتروني',
    'contact_email2'=>'لاتقلق فنحن لن نتشارك البريد الالكتروني مع احد',
    'contact_phone'=>'رقم لهاتف',
    'contact_text'=>'نص الرسالة',
    'contact_send'=>'ارسال',

/*
|--------------------------------------------------------------------------
| Comments page
|--------------------------------------------------------------------------
*/


    'com1'=>'التعليق',
    'com2'=>'إضافة تعليق',
    'com3'=>'إضف تعليقك',
    'com4'=>'يسمح فقط لاعضاء الموقع اضافة التعليقات و يتم ظهورها بالموقع بعد موافقة المشرفين',
    'com5'=>'ملاحظة',
    'com6'=>' ستظهر صورتك الشخصية و اسمك مع التعليق',
    'com7'=>'التعليقات',





];
